"Malvar_He_Cutler_Bayer_DemosaicingFilter" = "Malvar_He_Cutler_Bayer_Demosaicing Filter";
"filterDescription" = "The description for the filter Malvar_He_Cutler_Bayer_DemosaicingFilter goes in here, the Description.strings file";
